Repository: madwester/include-her-full-directory
Catalog: plugins/bp-simple-events-pro/languages/bp-simple-events-*.po
Languages: es_es, nl_nl

source: Assign User Roles
es_es: Asignar Perfiles de Usuario
nl_nl: Toekennen gebruikers rollen

source: Which roles can create Events?
es_es: ¿Qué perfiles pueden crear Eventos?
nl_nl: Welke rollen mogen events maken?

source: Save Roles
es_es: Guardar Perfiles
nl_nl: Opslaan rollen

source: Settings
es_es: Ajustes
nl_nl: Instellingen

source: Google Maps API Key
es_es: Clave de API Google Maps
nl_nl: Google Maps API Sleutel

source: Your Key
es_es: Tu Clave
nl_nl: Jouw Sleutel

source: A Key is required. If you do not have one, follow these instructions:
es_es: Necesitas una Clave. Sigue estas instrucciones para obtener una:
nl_nl: Een Sleutel is verplicht. ALs je er geen hebt, volg dan deze instructies:

source: Profile
es_es: Perfil
nl_nl: Profiel

source: Tab Position <em>Numbers only.</em>
es_es: Posición de la Pestaña de menú. <em>Sólo Números.</em>
nl_nl: Tab Positie <em> Alleen getallen.</em>

source: Groups
es_es: Grupos
nl_nl: Groepen

source: Give Groups the option to assign Events
es_es: Permitir asignar Eventos a Grupos
nl_nl: Geef groepen de mogelijkheid om events aan te maken

source: If selected, each group can decide if members can assign an Event to that group.
es_es: Si se selecciona, cada grupo podrá decidir si sus miembros pueden asignarle Eventos.
nl_nl: Indien geselecteerd kan iedere beslissen of leden een groepsevent kunnen aanmaken.

source: Required Fields
es_es: Campos Requeridos
nl_nl: Verplichte velden

source: Select fields to be required when creating an Event.
es_es: Qué campos son obligatorios para publicar Eventos.
nl_nl: Selekteer verplichte velden voor events.

source: Start
es_es: Comienzo

source: End
es_es: Final
nl_nl: Einde

source: Location
es_es: Ubicación
nl_nl: Locatie

source: Categories
es_es: Categorías
nl_nl: Categorieen

source: Image
es_es: Imagen
nl_nl: Afbeelding

source: Single Event Map
es_es: Mapa de Evento
nl_nl: Event-kaart

source: Zoom Level
es_es: Nivel de Zoom
nl_nl: Zoom-niveau

source: Map Width
es_es: Anchura del Mapa
nl_nl: Map-breedte

source: Required so that map is responsive
es_es: Requerido para que el mapa sea adaptativo
nl_nl: Verplicht om de kaart responsive te maken

source: Map Height
es_es: Altura del mapa
nl_nl: Kaart-hoogte

source: Cannot be less than 50 or greater than 640
es_es: El mínimo es 50 y el máximo 640
nl_nl: Mag niet minder dan 50 of meer dan 640 zijn

source: All Events Map
es_es: Ajustes Generales de Mapa
nl_nl: Kaart van alle events

source: Map Center
es_es: Centro del Mapa
nl_nl: Centrum van de kaart

source: Start typing an address...
es_es: Empieza a escribir una dirección...
nl_nl: Begin met het typen van een adres...

source: Save Settings
es_es: Guardar Configuración
nl_nl: Bewaar instellingen

source: User Roles have been updated.
es_es: Ajustes actualizados.
nl_nl: Gebruikersrollen zijn ge-update

source: No changes were detected re User Roles.
es_es: No se han detectado cambios.
nl_nl: Er zijn geen wijzigingen gevonden in gebruikers-rollen.

source: Settings have been updated.
es_es: Ajustes actualizados.
nl_nl: Instellingen zijn ge-update.

source: Event Start
es_es: Inicio del Evento

source: Event Stop
es_es: Fin del Evento
nl_nl: Event Einde

source: Attending Options
es_es: Opciones de Asistencia
nl_nl: Aanwezigheids Opties

source: Start:
es_es: Comienzo:

source: End:
es_es: Fin:
nl_nl: Einde:

source: Event Url:
es_es: URL del Evento:
nl_nl: URL van het Event:

source: Event Location:
es_es: Ubicación del Evento:
nl_nl: Event locatie:

source: Start typing location name...
es_es: Empieza a escribir el nombre de la ubicación...
nl_nl: Start met het typen van de locatienaam...

source: Add an "I want to attend" button on single event pages.
es_es: Añadir un botón "Quiero asistir" en las páginas de Evento.
nl_nl: Voeg een "Ik ben er bij" knop toe op event pagina's.

source: Show a list of attendees on single event pages. The list will only be visible to you.
es_es: Mostrar un listado de asistentes en la página del evento. Sólo tú podrás ver esa lista.
nl_nl: Toon een lijst met deelnemers op event pagina's. Alleen jij kan de lijst zien.

source: Receive a Notification when a member decides to attend or not attend your event.
es_es: Recibe una notificación si alguien decide asistir a tu Evento.
nl_nl: Ontvang een melding als iemand zich aanmeldt of terugtrekt.

source: There are no Groups that have selected to allow Event assignment.
es_es: Actualmente no se permite la asignación de Eventos en ningún grupo.
nl_nl: Er zijn geen groepen waar events aan mogen worden gehangen.

source: %1$s created a new <a href="%2$s">Event</a> in the group %3$s
es_es: %1$s ha publicado un <a href="%2$s">Evento</a> en %3$s
nl_nl: %1$s heeft een <a href="%2$s">Event</a> gepubliceerd in %3$s

source: Date
es_es: Fecha
nl_nl: Datum

# group admin edit screen
source: Group Events
es_es: Eventos de Grupo
nl_nl: Groep Events

source: Allow group members to assign Events to this group.
es_es: Permite a sus miembros asignar eventos a este grupo.
nl_nl: Sta groepsleden toe om groeps-events te maken.

source: I want to attend
es_es: Quiero asistir
nl_nl: Ik ben er bij

source: Cancel my attendance
es_es: Cancelar asistencia
nl_nl: Ik trek me terug

source: Events
es_es: Eventos

source: Search %s...
es_es: Buscar %s...
nl_nl: Zoek %s...

source: Events <span class="%s">%s</span>
es_es: Eventos <span class="%s">%s</span>

source: Upcoming
es_es: Próximos
nl_nl: Gepland

source: Archive
es_es: Archivo
nl_nl: Archief

source: Create Event
es_es: Publica un Evento
nl_nl: Nieuw Event

source: Attending
es_es: Voy a asistir
nl_nl: Deelnemers

source: Create
es_es: Publicar Evento
nl_nl: Creeer

source: Please use your own profile to create or edit Events.
es_es: Por favor, crea o edita Eventos en tu propio Perfil de usuario.
nl_nl: Gebruik svp je prfiel om Events te maken of te beheren.

source: Event was saved.
es_es: Se ha guardado el Evento.
nl_nl: Event opgeslagen.

source: Event was saved. But your image was not a jpg and was not saved. Edit your event to add an image.
es_es: Se ha guardado el Evento pero tu imagen no: no es .jpg. Edita tu evento para añadir otra imagen.
nl_nl: Event opgeslagen. Maar je afbeelding was geen jpg en is niet opgeslagen Pas je Event aan als je alsnogeen afbeelding wilt toevoegen.

source: Title
es_es: Título
nl_nl: Titel

source: Description
es_es: Descripción
nl_nl: Beschirjving

source: Image not a jpg
es_es: Imagen no .jpg
nl_nl: Geen jpg-afbeelding!

source: Please go to Manage > Events and check the box so that all Group members can see the "Events" tab and Events can be displayed for this Group.
es_es: Por favor, ve a Gestionar > Eventos y marca "Permite a sus miembros asignar eventos a este grupo".
nl_nl: Ga svp naar Beheer > Events en zet een vinkje zodat leden het tabblad "Events" te zien krijgen en Events voor deze groep getoond kunnen worden.

source: Group Events
es_es: Eventos de Grupo
nl_nl: Groeps-Events

source: Yes
es_es: Sí
nl_nl: Ja

source: A member decides to attend or not attend one of your Events
es_es: Un usuario decide si asistirá o no a uno de tus Eventos
nl_nl: Iemand heeft beslist om wel of niet deel te nemen aan een van je Events

source: %d new Event Attendees
es_es: %d nuevos Asistentes
nl_nl: %d nieuwe deelnemerss

source: %s is attending your Event
es_es: %s asistirá a tu Evento
nl_nl: %s neemt deel aan jouw Event

source: %s is not attending your Event
es_es: %s no asistirá a tu Evento
nl_nl: %s doet niet mee aan jouw Event

source: is attending your Event
es_es: asistirá a tu Evento
nl_nl: doet mee aan jouw Event

source: is not attending your Event
es_es: no asistirá a tu Evento
nl_nl: doet niet mee aan jouw Event

source: %s %s To see %s's profile: %s Event: %s ---------------------
es_es: %s %s Para ver el perfil de %s: %s Evento: %s ---------------------
nl_nl: %s %s Om het profiel te zien van %s: %s Event: %s ---------------------

source: To disable these notifications please log in and go to: %s
es_es: Para desactivar estas notificaciones, por favor, inicia sesión y ve a: %s
nl_nl: Om meldingen uit te zetten, svp login en ga naar: %s

source: Edit Event
es_es: Editar Evento
nl_nl: Bewerk Event

source: Create an Event
es_es: Publica un Evento
nl_nl: Maak Event

source: BuddyPress Simple Events Widget
es_es: Widget de Eventos

# widget name
source: Events
es_es: Eventos

source: There are no upcoming Events.
es_es: No hay Eventos próximos.
nl_nl: Er zijn geen Events gepland.

source: Title:
es_es: Título:
nl_nl: Titel:

source: Max Events to show:
es_es: Número máximo de Eventos:
nl_nl: Max. aantal te tonen Events:

source: BuddyPress Simple Events Widget - Single User
es_es: Widget de Eventos - Usuario Único

# widget name
source: Events - User
es_es: Eventos - Usuario
nl_nl: Events - gebruiker

source: You are not attending any upcoming Events.
es_es: No asistes a ninguno de los próximos Eventos.
nl_nl: Je neemt aan geen enkel gepland Event deel.

source: User Events
es_es: Eventos de Usuario
nl_nl: Gebruiker-Events

source: Event
es_es: Evento

source: Add New
es_es: Añadir Nuevo
nl_nl: Voeg toe

source: Add New Event
es_es: Añadir Nuevo Evento
nl_nl: Maak nieuw Event

source: Edit
es_es: Editar
nl_nl: Bewerk

source: New Event
es_es: Nuevo Evento
nl_nl: Nieuw Event

source: View Events
es_es: Ver Eventos
nl_nl: Bekijk Events

source: View Event
es_es: Ver Evento
nl_nl: Bekijk Event

source: Search Events
es_es: Buscar Eventos
nl_nl: Zoek Events

source: No Events found
es_es: No se han encontrado Eventos
nl_nl: Geen Events gevonden

source: No Events found in Trash
es_es: No se han encontrado Eventos en la Papelera
nl_nl: Geen Events gevonden in de prullenbak

source: %1$s created a new <a href="%2$s">Event</a>
es_es: %1$s ha creado un <a href="%2$s">Evento</a>
nl_nl: %1$s heeft een <a href="%2$s">Event</a> aangemaakt

source: %1$s created a new <a href="%2$s">Event</a>, on the site %3$s
es_es: %1$s ha creado un <a href="%2$s">Evento</a>, en la web %3$s
nl_nl: %1$s heeft een <a href="%2$s">Event</a>, aangemaakt op de site %3$s

source: Comments about Events
es_es: Comentarios de los Eventos
nl_nl: Reacties op Events

source: Event Comments
es_es: Comentarios
nl_nl: Reacties op Events

source: %1$s commented on the <a href="%2$s">Event</a>
es_es: %1$s ha comentado el <a href="%2$s">Evento</a>
nl_nl: %1$s heeft gereageerd op <a href="%2$s">Event</a>

source: %1$s commented on the <a href="%2$s">Event</a>, on the site %3$s
es_es: %1$s ha comentado el <a href="%2$s">Evento</a>, en la web %3$s
nl_nl: %1$s heeft gereageerd op<a href="%2$s">Event</a>, op de site %3$s

source: Events Search
es_es: Búsqueda de Eventos
nl_nl: Events zoeken

source: Title / Description
es_es: Título / Descripción
nl_nl: Titel/ Beschrijving

source: Enter key words...
es_es: Introduce palabras clave...
nl_nl: Geef sleutelwoorden...

source: Start...
es_es: Comienzo...

source: End...
es_es: Fin...
nl_nl: Einde...

source: Enter City or State or Postal Code...
es_es: Introduce un municipio o un código postal...
nl_nl: Geef stad of provincie of postcode...

source: Select...
es_es: Seleccionar...
nl_nl: Selekteer...

source: Search Events
es_es: Buscar eventos
nl_nl: Zoek Events

source: No Events were found.
es_es: No se encontraron Eventos.
nl_nl: Geen Events gevonden.

source: 1 Event was found.
es_es: Se ha encontrado 1 Evento.
nl_nl: 1 Event gevonden.

source: %s Events were found.
es_es: %s Eventos encontrados.
nl_nl: %s Events gevonden.

source: No Events with valid locations were found.
es_es: No se han encontrado Eventos con ubicaciones válidas.
nl_nl: Geen Events met geldige locatie gevonden.

source: There are no upcoming Events for this Group.
es_es: No hay Eventos previstos en este Grupo.
nl_nl: Geen geplande Events voor deze groep.

source: There are no expired Events created by this member.
es_es: Este usuario no ha publicado Eventos pasados.
nl_nl: Er zijn geen oude Events gevonden van deze gebruiker.

source: This member is not attending any upcoming Events.
es_es: Este usuario no tiene previsto asistir a ningún Evento próximo.
nl_nl: Dit lid heeft zich voor geen enkel gepland Eeent aangemeld.

source: This member is attending these upcoming Events:
es_es: Este usuario asistirá a los siguientes Eventos:
nl_nl: Dit lid doet mee aan de volgende geplande Events:

source: Click to add Start Date...
es_es: Clic para añadir Fecha de Inicio...
nl_nl: Klik om startdatum toe te voegen...

source: Click to add End Date...
es_es: Clic para añadir Fecha de Finalización...
nl_nl: Klik om einddatum toe te voegen...

source: Add an Event-related Url...
es_es: Añadir URL relacionada con el Evento...
nl_nl: Geef een website-adres voor dit Event...

source: Show a list of attendees on single event pages.
es_es: Mostrar un listado de asistentes en la página del evento.
nl_nl: Toon een deelnemerslijst op Event-pagina's.

source: Make the attendees list public. Otherwise it will only be visible to you.
es_es: Hacer pública la lista de asistentes. En caso contrario, sólo tú podrás verla.
nl_nl: Maak de deelnemerslijst openbaar toegankelijk.Anders kan je de lijst alleen zelf zien.

source: Show attendees as Avatars. Otherwise their display names with be shown.
es_es: Mostrar avatares de los asistentes. En caso contrario, se mostrarán sus nombres.
nl_nl: Toon de deelnemerslijst als avatars. Anders worden de namen getoond

source: Image ( jpg only )
es_es: Imagen ( sólo .jpg )
nl_nl: Afbeelding ( alleen .jpg )

source: Image: ( jpg only )
es_es: Imagen: ( sólo .jpg )
nl_nl: Afbeelding: ( alleen .jpg )

source: Current Image:
es_es: Imagen Actual:
nl_nl: Huidige afbeelding:

source: Delete the Image?
es_es: ¿Borrar la Imagen?
nl_nl: Afbeelding verwijderen?

source: SAVE
es_es: GUARDAR
nl_nl: OPSLAAN

source: There are no upcoming Events created by this member. There may be Events in the Archive.
es_es: No constan Eventos próximos para este usuario. Puede que haya Eventos archivados.
nl_nl: Er zijn voor deze gebruiker geen Eevents gepland.Mogelijk staan er Events in het archief.

source: Attendees:
es_es: Asistentes:
nl_nl: Deelnemers:

source: No
nl_nl: Nee

source: Multiple Event Attenders
nl_nl: Meerdere deelnemers

source: Time
nl_nl: Tijd
